Repository: ryonakano/pinit
Catalog: po/extra/*.po
Languages: fr, ja, ru, tr, uk

source: Pin shortcuts for your favorite portable apps to your app launcher
ja: ポータブルアプリのショートカットをアプリランチャーにピン留めします
ru: Закрепляйте ваши любимые портативные приложения
tr: Uygulama başlatıcınızda gözde taşınabilir uygulamalarınızın kısayolunu oluşturun
uk: Прикріплюйте ярлики улюблених портативних застосунків у панелі запуску застосунків

source: Pin shortcuts for portable apps like raw executable files, AppImage files, etc. to the app launcher on your desktop.
ja: 実行可能ファイルや AppImage ファイルなどのポータブルアプリへのショートカットを、お使いのデスクトップのアプリランチャーにピン留めします。
ru: Закрепляйте портативные программы, такие как исполняемые файлы, программы AppImage и др. в ваше меню приложений.
tr: Ham yürütülebilir dosyalar, AppImage dosyaları vb. gibi taşınabilir uygulamalar için kısayolları masaüstünüzdeki uygulama başlatıcıya sabitleyin.
uk: Прикріплюйте ярлики портативних застосунків, таких як необроблені виконувані файли, файли AppImage тощо, у панелі застосунків вашої стільниці.

source: Other features include:
fr: Les autres fonctionnalités incluent :
ja: そのほかの機能:
ru: Другие функции включают в себя:
tr: Diğer özellikler şunlardır:
uk: Інші функції включають:

source: Edit or delete created app entries without opening the file manager
fr: Modification ou suppression des entrées d’applications créées sans ouvrir le gestionnaire de fichiers
ja: 作成したアプリのエントリーを編集・削除できます。ファイルマネージャーを開く必要はありません
ru: Редактируйте или удаляйте созданные записи без файлового менеджера
tr: Dosya yöneticisini açmadan oluşturulan uygulama girdilerini düzenleyin ya da silin
uk: Редагування або видалення створених записів застосунків без відкриття файлового менеджера

source: Automatically add execution permission to the file you select
fr: Ajout automatique de l’autorisation d’exécution pour le fichier sélectionné
ja: 選択したファイルに自動的に実行権限を追加
ru: Автоматически добавляет разрешение на выполнение выбранного файла
tr: Seçtiğiniz dosyaya kendiliğinden yürütme izni ekleyin
uk: Автододавання дозволу на виконання до вибраного файлу

source: Syntax error detection
fr: Détection d’erreurs de syntaxe
ja: シンタックスエラーの検出機能
ru: Обнаружение синтаксических ошибок
tr: Sözdizimi hatası algılama
uk: Виявлення синтаксичних помилок

source: Automatically save everything―your data in editing, last open view, and preferences
fr: Sauvegarde automatique de vos données en cours d’édition, de la dernière vue ouverte et des préférences
ja: 編集中のデータ、最後に開いていた画面、設定項目など、すべての状態を保存します
ru: Автоматически всё сохраняет — ваши данные при редактировании, последнее открытое представление и настройки
tr: Her şeyi kendiliğinden kaydedin - düzenleme sırasındaki verileriniz, son açık görünüm ve tercihler
uk: Автозбереження всього — ваших даних під час редагування, останнього відкритого подання та налаштувань

source: Files view in the light mode
fr: Vue des fichiers dans le mode clair
ja: ファイル一覧画面 (ライトモード)
ru: Просмотр файлов в светлом режиме
tr: Açık kipte dosya görünümü
uk: Перегляд файлів у світловому режимі

source: Edit view in the light mode
fr: Vue de l’édition dans le mode clair
ja: 編集画面 (ライトモード)
ru: Редактирование в светлом режиме
tr: Açık kipte görünümü düzenle
uk: Редагувати вигляд у світлому режимі

source: Files view in the dark mode
fr: Vue des fichiers dans le mode sombre
ja: ファイル一覧画面 (ダークモード)
ru: Просмотр файлов в тёмном режиме
tr: Koyu kipte dosya görünümü
uk: Перегляд файлів у темному режимі

source: Edit view in the dark mode
fr: Vue de l’édition dans le mode sombre
ja: 編集画面 (ダークモード)
ru: Редактирование в тёмном режиме
tr: Koyu kipte görünümü düzenle
uk: Редагувати вигляд у темному режимі

source: Fix deprecations in GTK 4.10
uk: Усунено застарілості в GTK 4.10

source: English grammatical changes (thanks to @BraidenPsiuk)
uk: Граматичні зміни у версії англійською (завдяки @BraidenPsiuk)

source: EditView: Make keys that is not required by the freedesktop.org specification optional
uk: EditView: Ключі, які не вимагаються специфікацією freedesktop.org, стали необов'язковими

source: CategoryChooser: Improve layout management
uk: CategoryChooser: Удосконалено керування макетами

source: Update Flatpak runtime version
ja: Flatpak ランタイムのバージョンを更新
ru: Обновлена версия Flatpak runtime
tr: Flatpak çalışma zamanı sürümü güncellendi
uk: Оновлення версії середовища виконання Flatpak

source: Update translations
fr: Mise à jour des traductions
ja: 翻訳を更新
ru: Обновлены переводы
tr: Çeviriler güncellendi
uk: Оновлені переклади

source: The biggest and greatest updates come to "Pin It!":
fr: La mise à jour la plus grande et la plus importante concerne « Pin It » :
ja: 過去最大かつ最高のアップデートがやってきました。
ru: Большие обновления приходят в «Pin It!»:
tr: En büyük ve en harika güncellemeler "Pin It!" için geliyor:
uk: Найбільші та найкращі оновлення приходять до «Pin It!»:

source: Redesign to fit modern desktop environments, including support for responsive design
fr: Nouveau design pour s’adapter aux environnements de bureau modernes, comprenant la prise en charge de la conception réactive
ja: 最近のデスクトップ環境に合うように、デザインを変更しました。これにはレスポンシブデザインへの対応も含まれます
ru: Редизайн, чтобы лучше вписываться в современный рабочий стол и поддерживать адаптивный дизайн
tr: Duyarlı tasarım desteği de dahil olmak üzere modern masaüstü ortamlarına uyacak şekilde yeniden tasarlandı
uk: Редизайн під сучасні стільничні середовища, включаючи підтримку адаптивного дизайну

source: Migrate to GTK 4, the latest version of GTK
fr: Migration vers GTK 4, la dernière version de GTK
ja: GTK の最新バージョンである、GTK 4 に移行
ru: Переход на GTK4, последнюю версию GTK
tr: GTK'nın en son sürümü olan GTK 4'e geçiş yapıldı
uk: Перехід на GTK 4, найновішу версію GTK

source: Other changes:
fr: Autres changements :
ja: そのほかの変更:
ru: Другие изменения:
tr: Diğer değişiklikler:
uk: Інші зміни:

source: Support setting ".ico" files as the app icon
fr: Possibilité de définir des fichiers « .ico » comme icônes d’applications
ja: アプリのアイコンとして ".ico" ファイルを指定可能に
ru: Поддержка «.ico» файлов для иконок приложений
tr: ".ico" dosyalarını uygulama simgesi olarak ayarlama desteği
uk: Підтримка налаштування файлів піктограм застосунку «.ico»

source: Support opening in a text editor
fr: Possibilité d’édition dans un éditeur de texte
ja: テキストエディターでの編集に対応
ru: Поддержка открытия в текстовом редакторе
tr: Metin düzenleyicide açma desteği
uk: Підтримка відкриття в текстовому редакторі

source: Fix window size cannot be resized on small displays
fr: Résolution de l’impossibilité de changer la taille de la fenêtre sur écrans de petite taille
ja: 画面が狭い環境において、ウィンドウをリサイズできない不具合を修正
ru: Исправлена ошибка, из-за которой невозможно было изменить размер окна на маленьких экранах
tr: Küçük ekranlarda pencere boyutunun yeniden boyutlandırılamaması düzeltildi
uk: Усунено неможливість зміни розміру вікна на маленьких дисплеях

source: Show error dialogs when saving/deleting failed
fr: Affichage d’une fenêtre de dialogue pour les erreurs lors d’un échec de l’enregistrement / la sauvegarde
ja: 保存／削除に失敗した際にエラーダイアログを表示するように修正
ru: Теперь показывается ошибка если сохранение или удаление не удалось
tr: Kaydetme/silme başarısız olduğunda hata iletişim kutularını göster
uk: Показ діалогових вікон помилок, коли зберегти/видалити не вдалося

source: Make sure not to add blank elements in generated desktop files
fr: Vérification qu’aucun élément vide n’a été laissé dans les fichiers de bureau générés
ja: 生成したデスクトップファイルに空の要素がないように修正
ru: Пустые пункты теперь не добавляются в созданный файл
tr: Oluşturulan masaüstü dosyalarına boş ögeler eklemediğinizden emin olundu
uk: Порожні елементи більше не додаються у створені файли робочого столу

source: Don't overwrite the entire permission of the selected executable files
fr: Vérification que l’ensemble des autorisations des fichiers exécutables sélectionnés n’est pas écrasé
ja: 選択した実行可能ファイルのパーミッション全体を書き換えないように修正
ru: Теперь разрешения файла не перезаписываются
tr: Seçilen yürütülebilir dosyaların tüm izinlerinin üzerine yazma
uk: Не перезаписувати весь дозвіл вибраних виконуваних файлів

source: Give executable permission for the user only when they don't have it
fr: Accord des permissions d’exécution à l’utilisateur, uniquement quand il ne les a pas
ja: ユーザーに権限がない場合のみ、実行可能ファイルに実行権限を付与するように修正
ru: Предоставлять разрешение на выполнение пользователю, только если он его не имеет
tr: Kullanıcıya yalnızca sahip olmadığında çalıştırılabilir izni ver
uk: Надавати дозвіл виконання користувачу, лише якщо він його не має

source: AppData: Fix release year
fr: Métadonnées de l’application : correction de l’année de sortie
ja: アプリデータ: リリース年を修正
ru: AppData: исправлена дата релиза
tr: AppData: Sürüm yılını düzelt
uk: AppData: виправлено рік випуску

source: Translation updates:
fr: Mise à jour des traductions :
ja: 翻訳の更新:
ru: Обновления переводов:
tr: Çeviri güncellemeleri:
uk: Оновлення перекладів:

source: Update Italian translation (thanks to @albanobattistella)
fr: Mise à jour des traductions italiennes (grâce à @albanobattistella)
ja: イタリア語翻訳を更新 (貢献者: @albanobattistella)
ru: Обновлён итальянский перевод (спасибо @albanobattistella)
tr: İtalyanca çeviri güncellendi (@albanobattistella'ya teşekkürler)
uk: Оновлення перекладу італійською мовою (завдяки @albanobattistella)

source: Check desktop environment on runtime
fr: Vérification de l’environnement de bureau dans l’environnement d’exécution
ja: 実行時にデスクトップ環境を確認するように修正
ru: Проверка окружения рабочего стола во время выполнения
tr: Çalışma zamanında masaüstü ortamını denetle
uk: Перевірка стільничного середовища під час роботи

source: Lessen scope of file access
fr: Réduction de la portée de l’accès aux fichiers
ja: ファイルアクセス権の見直し
ru: Уменьшена область доступа к файлам
tr: Dosya erişim kapsamını daralt
uk: Зменшення зони доступу до файлів

source: Make window resizable
fr: La fenêtre est désormais redimensionnable
ja: ウィンドウサイズを変更可能に修正
ru: Окну теперь разрешено менять свой размер
tr: Pencereyi yeniden boyutlandırılabilir yap
uk: Вікно зі змінюваним розміром

source: EditView: Less strict on file names
fr: Volet d’édition : moins strict sur les noms de fichiers
ja: 編集画面: ファイル命名規則の寛容化
ru: Редактирование: Менее строгие требования к именам файлов
tr: EditView: Dosya adları konusunda daha az katı ol
uk: EditView: менш вимогливий до назв файлів

source: Add Italian translation (thanks to @albanobattistella)
fr: Ajout des traductions en italien (grâce à @albanobattistella)
ja: イタリア語翻訳を追加 (貢献者: @albanobattistella)
ru: Добавлен итальянский перевод (спасибо @albanobattistella)
tr: İtalyanca çeviri eklendi (Teşekkürler @albanobattistella)
uk: Додано переклад італійською мовою (спасибі @albanobattistella)

source: Add Dutch translation (thanks to @Vistaus)
fr: Ajout d’une traduction néerlandaise (grâce à @Vistaus)
ja: ドイツ語翻訳を追加 (貢献者: @Vistaus)
ru: Добавлен голландский перевод (спасибо @Vistaus)
tr: Felemenkçe çeviri eklendi (@Vistaus'a teşekkürler)
uk: Додано переклад нідерландською (завдяки @Vistaus)

source: Update Japanese translation
fr: Mise à jour de la traduction japonaise
ja: 日本語翻訳を更新
ru: Обновлён японский перевод
tr: Japonca çeviri güncellendi
uk: Оновлення перекладу японською мовою

source: Fix build error on other distros
fr: Correction d’une erreur de build sur d’autres distributions
ja: ほかのディストリビューションにおけるビルドエラーを修正
ru: Исправлена ошибка сборки на других дистрибутивах
tr: Diğer dağıtımlardaki derleme hatası düzeltildi
uk: Виправлення помилки збирання на інших дистрибутивах

source: FilesView: Properly center the dialog against the app window
fr: Vue des fichiers : boîte de dialogue correctement centrée par rapport à la fenêtre de l’application
ja: ファイル画面: アプリのウィンドウに対して中央にダイアログを表示するように修正
ru: Просмотр файлов: Правильное расположение диалогового окна по центру окна приложения
tr: FilesView: İletişim kutusunu uygulama penceresine göre düzgün şekilde ortala
uk: FilesView: правильне центрування діалогового вікна до вікна застосунку

source: Restore last opened view and its state
fr: Restauration de la dernière vue ouverte et de son dernier état
ja: 最後に開いた画面とその状態を復元するように修正
ru: Восстановление последнего открытого вида и его состояния
tr: Son açılan görünümü ve durumunu geri yükle
uk: Відновлення останнього відкритого подання та його стану

source: Add new style switcher
fr: Ajout d’un nouveau bouton de sélection du thème
ja: 新しいスタイルスイッチャーを追加
ru: Добавлен новый переключатель стиля
tr: Yeni stil değiştirici eklendi
uk: Доданий новий перемикач стилів

source: Correct titlebar label when no app name specified
fr: Correction de l’étiquette de la barre de titre lorsqu’aucun nom d’application n’a été spécifié
ja: アプリ名が設定されていなくてもタイトルバーに適切なラベルが表示されるように修正
ru: Исправлен заголовок окна, когда имя приложения не задано
tr: Uygulama adı belirtilmediğinde başlık çubuğu etiketini düzelt
uk: Правильна мітка панелі заголовка, якщо не вказано назву застосунку

source: Readable copies
fr: Copies lisibles
ja: 画面上のテキストの意味がわかりやすくなるように修正
ru: Читаемые копии
tr: Okunabilir kopyalar
uk: Читабельні копії

source: FilesView: Ellipsize if label texts are too long
fr: Vue des fichiers : ellipse si les textes d’étiquette sont trop longs
ja: ファイル画面: ラベルのテキストが長すぎる場合は省略するように修正
ru: Просмотр файлов: Использование эллипса, если имя файла слишком большое
tr: FilesView: Etiket metinleri çok uzunsa üç nokta ekle
uk: FilesView: Еліпсис, якщо текст міток задовгий

source: Tell accepted file formats in FileChooser
fr: Précision des formats de fichiers acceptés dans le sélectionneur de fichiers
ja: 使用可能なファイル形式をファイル選択ダイアログに表示するように修正
ru: Показ поддерживаемых форматов файла в окне выбора файлов
tr: FileChooser'da kabul edilen dosya biçimlerini söyle
uk: Повідомлення про прийняті формати файлів у FileChooser

source: Add Brazilian Porguguese translation (thanks to @DanielTolentino)
fr: Ajout d’une traduction en portugais brésilien (grâce à @DanielTolentino)
ja: ブラジルポルトガル語翻訳を追加 (貢献者: @DanielTolentino)
ru: Добавлен перевод на бразильский португальский язык (спасибо @DanielTolentino)
tr: Brezilya Portekizcesi çevirisi eklendi (Teşekkürler @DanielTolentino)
uk: Доданий переклад португальською бразильською (завдяки @DanielTolentino)

source: EditView: Focus on file name entry by default
fr: Vue d’édition : focalisation sur l’entrée du nom du fichier par défaut
ja: 編集画面: デフォルトでファイル名の欄にフォーカスするように修正
ru: Редактирование: Фокус на поле имени файла
tr: EditView: Varsayılan olarak dosya adı girişine odaklan
uk: EditView: Фокусування на записі назви файлу після відкриття

source: FilesView: Make scrollable and fix the window get bigger if many entries
fr: Vue des fichiers : défilement possible du contenu de la fenêtre, laquelle garde une taille raisonnable lorsqu’il y a beaucoup de champs de saisie
ja: ファイル一覧画面: スクロール可能にし、エントリーが多い場合にウィンドウが大きくなる不具合を修正
ru: Просмотр записей: Сделан прокручиваемым и исправлено окно, которое становится больше, если много записей
tr: FilesView: Kaydırılabilir hale getirildi ve çok sayıda giriş varsa pencerenin büyümesi düzeltildi
uk: FilesView: вікно стало прокручуваним і виправлено можливість збільшення, якщо багато записів

source: Add French translation (thanks to @NathanBnm)
fr: Ajout d’une traduction française (grâce à @NathanBnm)
ja: フランス語翻訳を追加 (貢献者: @NathanBnm)
ru: Добавлен перевод на французский язык (спасибо @NathanBnm)
tr: Fransızca çeviri eklendi (teşekkürler @NathanBnm)
uk: Додано переклад французькою мовою (завдяки @NathanBnm)

source: Improved support for other desktop environments
fr: Amélioration de la prise en charge des autres environnements de bureau
ja: ほかのデスクトップ環境への対応を改善
ru: Улучшена поддержка других рабочих столов
tr: Diğer masaüstü ortamları için geliştirilmiş destek
uk: Поліпшена підтримка інших стільничних середовищ

source: Add execution permission on clicking the "Pin It!" button
ja: "Pin It!" ボタンをクリックすると実行権限を付与するように修正
ru: Добавлено добавление разрешения на выполнение при нажатии кнопки «Pin It!»
tr: "Pin It!" düğmesine tıklandığında yürütme izni eklendi
uk: Додавання дозволу на виконання натисканням кнопки «Pin It!»

source: Add CategoryChooser
fr: Ajout du sélecteur de catégories
ja: カテゴリーを選べるウィジェットを追加
ru: Добавлен выбор категорий
tr: CategoryChooser Eklendi
uk: Доданий вибір категорій

source: Support Alt+Home to show welcome
fr: Prise en charge du raccourci Alt + ⌘ pour afficher la page d'accueil
ja: Alt+Home キーでようこそ画面を表示できる機能を追加
ru: Поддержка Alt+Home чтобы вернуться на главную
tr: Hoş geldiniz'i göstermek için Alt+Home desteği
uk: Підтримка Alt+Home, щоб перейти на сторінку привітання

source: Allow GPU acceralation by default
fr: Autorisation de l'accélération matérielle par défaut
ja: GPU アクセラレーションをデフォルトで有効化
ru: Теперь по умолчанию разрешено GPU ускорение
tr: Varsayılan olarak GPU hızlandırmasına izin ver
uk: Додано GPU-прискорення з коробки

source: Add 128px app icon (thanks to @hanaral)
fr: Ajout d'une icône au format 128px (Grâce à @hanaral)
ja: 128px のアプリアイコンを追加 (貢献者: @hanaral)
ru: Добавлена 128px иконка приложения (спасибо @hanaral)
tr: 128px uygulama simgesi eklendii (Teşekkürler @hanaral)
uk: Додана піктограма застосунку 128px (завдяки @hanaral)

source: Rounded window corners on any stylesheet (thanks to @JeysonFlores)
fr: Coins arrondis de la fenêtre peu importe la feuille de style (Grâce à @JeysonFlores)
ja: スタイルシートの種類によらずウィンドウが角丸になるように修正 (貢献者: @JeysonFlores)
ru: Закругленные углы окон при любой теме (спасибо @JeysonFlores)
tr: Herhangi bir stil sayfasında yuvarlatılmış pencere köşeleri (Teşekkürler @JeysonFlores)
uk: Закруглені кути вікон на будь-якій таблиці стилів (завдяки @JeysonFlores)

source: Support multitouch gestures (thanks to @JeysonFlores)
fr: Prise en charge des gestes multi-touch (Grâce à @JeysonFlores)
ja: マルチタッチジェスチャーに対応 (貢献者: @JeysonFlores)
ru: Поддержка мультитач-жестов (спасибо @JeysonFlores)
tr: Çoklu dokunma hareketlerini desteği eklendi (Teşekkürler @JeysonFlores)
uk: Підтримка мультитач жестів (завдяки @JeysonFlores)

source: Fix unreadable description text in AppCenter
fr: Correction du texte de description qui était illisible dans le Centre d'Applications
ja: AppCenter で表示される説明テキストが見にくい不具合を修正
ru: Исправлен нечитаемый текст описания в AppCenter
tr: AppCenter'daki okunamayan açıklama metnini düzelt
uk: Виправлено нечитабельний текст опису у Центрі застосунків

source: Save and restore window position
fr: Sauvegarde et restauration de la position de la fenêtre
ja: ウィンドウの位置を保存し復元するように修正
ru: Сохранение и восстановление положения окна
tr: Pencere konumunu kaydet ve geri yükle
uk: Збереження та відновлення розташування вікна

source: Add Spanish translation (thanks to @JeysonFlores)
fr: Ajout des traductions en espagnol (grâce à @JeysonFlores)
ja: スペイン語翻訳を追加 (貢献者: @JeysonFlores)
ru: Добавлен испанский перевод (спасибо @JeysonFlores)
tr: İspanyolca çeviri eklendi (Teşekkürler @JeysonFlores)
uk: Доданий переклад іспанською мовою (спасибі @JeysonFlores)

source: Initial release
fr: Version initiale
ja: 最初のリリース
ru: Начальный выпуск
tr: İlk sürüm
uk: Початковий випуск

source: Desktop File Creator
fr: Créateur de fichiers desktop
ja: デスクトップファイル作成アプリ
ru: Создатель файлов рабочего стола
tr: Masaüstü Dosya Oluşturucu
uk: Створення файлів робочого столу

source: Desktop;File;Create;Edit;Info;Icon;AppImage;
fr: Bureau;Fichier;Créer;Modifier;Info;Icône;AppImage;
ja: Desktop;File;Create;Edit;Info;Icon;AppImage;デスクトップ;ファイル;作成;編集;情報;アイコン;
ru: Рабочий стол;Файл;Создать;Редактировать;Информация;Иконка;AppImage;
tr: Masaüstü;Dosya;Oluştur;Düzenle;Simge;Bilgi;AppImage;
uk: Робочий;Стіл;Файл;Створити;Редагувати;Відомості;Піктограма;Образ;Desktop;File;Create;Edit;Info;Icon;AppImage;
