Repository: ryonakano/pinit
Catalog: po/*.po
Languages: cs, et, fr, hi, ta, uk

source: Desktop File Creator
et: Töölaua seadistusfailide looja
fr: Créateur de fichiers desktop
hi: डेस्कटॉप फाइल निर्माता
ta: டெச்க்டாப் கோப்பு உருவாக்கியவர்
uk: Створення файлів робочого столу

source: Pin portable apps to the launcher
et: Kinnita üksikuid ja/või süsteemiväliseid rakendusi rakenduste käivitajasse
fr: Épinglez n'importe quelle application au menu d'applications
hi: पोर्टेबल ऐप्स को लॉन्चर पर पिन करें
ta: சிறிய பயன்பாடுகளை துவக்கிக்கு முள்
uk: Прикріплюйте портативні застосунки у панелі запуску

source: Desktop;File;Create;Edit;Info;Icon;AppImage;
et: Desktop;File;fail;loo;muuda;lisa;teave;rakendus;käivitaja;start;ikoon;AppImage;töölaud;töölauafail;
fr: Bureau;Fichier;Créer;Modifier;Info;Icône;AppImage;
hi: डेस्कटॉप;फाइल;बनाएं;संपादित करें;जानकारी;आइकन;AppImage;
ta: டெச்க்டாப்; கோப்பு; உருவாக்கு; திருத்து; தகவல்; ஐகான்; அபிமேச்;
uk: Робочий;Стіл;Файл;Створити;Редагувати;Відомості;Піктограма;Образ;Desktop;File;Create;Edit;Info;Icon;AppImage;

source: Pin shortcuts for portable apps like raw executable files, AppImage files, etc. to the app launcher on your desktop.
et: Kinnita viiteid üksikutele ja/või süsteemivälistele rakendustele, näiteks AppImage failidele, skriptidele või juhuslike programmide failidele oma töölaua rakenduste käivitajasse ja muudesse sarnastesse vaadetesse. Põhineb standardsete .desktop failide haldusel.
fr: Épinglez des raccourcis vers vos applications portables (fichiers exécutables bruts, fichiers AppImage, etc.) dans le menu d’applications de votre environnement de bureau.
hi: अपने डेस्कटॉप पर ऐप लॉन्चर पर पोर्टेबल ऐप्स जैसे रॉ निष्पादन-योग्य फाइलें, AppImage फाइलें इत्यादि के लिए शॉर्टकट पिन करें।
ta: உங்கள் டெச்க்டாப்பில் உள்ள பயன்பாட்டு துவக்கிக்கு மூல இயங்கக்கூடிய கோப்புகள், அபிமேச் கோப்புகள் போன்ற சிறிய பயன்பாடுகளுக்கான குறுக்குவழிகள்.
uk: Прикріплюйте ярлики портативних застосунків, таких як необроблені виконувані файли, файли AppImage тощо, у панелі застосунків вашої стільниці.

source: Other features include:
et: Lisavõimalused:
fr: Les autres fonctionnalités incluent :
hi: अन्य विशेषताओं में शामिल हैं:
ta: பிற நற்பொருத்தங்கள் பின்வருமாறு:
uk: Інші функції включають:

source: Edit or delete created app entries without opening the file manager
et: Muuda või kustuta rakenduste kirjeid ilma failihaldurit kasutamata
fr: Modification ou suppression des entrées d’applications créées sans ouvrir le gestionnaire de fichiers
hi: फाइल प्रबंधक खोले बिना बनाई गई ऐप प्रविष्टियां संपादित करें या मिटाएं
ta: கோப்பு மேலாளரைத் திறக்காமல் உருவாக்கிய பயன்பாட்டு உள்ளீடுகளைத் திருத்தவும் அல்லது நீக்கவும்
uk: Редагування або видалення створених записів застосунків без відкриття файлового менеджера

source: Automatically add the execute permission to the file you select
et: Luba lisatud failile automaatselt käivitusõigused
fr: Ajout automatique de l’autorisation d’exécution pour le fichier sélectionné
hi: आपके द्वारा चुनी गई फाइल में स्वचालित रूप से निष्पादन अनुमति जोड़ें
ta: நீங்கள் தேர்ந்தெடுக்கும் கோப்பில் தானாகவே இயக்க அனுமதியைச் சேர்க்கவும்
uk: Автододавання дозволу на виконання до вибраного файлу

source: App window in the light mode
et: Heledas kujunduses rakenduse aken
fr: Vue des application en mode clair
hi: ऐप खिड़की हल्के मोड में
ta: ஒளி பயன்முறையில் பயன்பாட்டு சாளரம்
uk: Вікно застосунку у світловому режимі

source: App window in the dark mode
et: Tumedas kujunduses rakenduse aken
fr: Vue des applications en mode sombre
hi: ऐप खिड़की गहरे मोड में
ta: இருண்ட பயன்முறையில் பயன்பாட்டு சாளரம்
uk: Вікно застосунку у темному режимі

# shortcut window
source: General
et: Üldised
fr: Général
hi: सामान्य
ta: பொது
uk: Загальне

# shortcut window
source: Keyboard Shortcuts
et: Klaviatuuri kiirklahvid
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
ta: விசைப்பலகை குறுக்குவழிகள்
uk: Комбінації клавіш

# shortcut window
source: Quit
et: Välju
fr: Quitter
hi: छोड़ें
ta: வெளியேறு
uk: Вихід

# shortcut window
source: Edit
et: Muuda
fr: Modifier
hi: संपादित करें
ta: தொகு
uk: Змінити

# shortcut window
source: New Entry
et: Uus kirje
fr: Nouvelle entrée
hi: नई प्रविष्टि
ta: புதிய நுழைவு
uk: Новий запис

source: translator-credits
cs: Amerey.eu
et: Priit Jõerüüt 2024
fr: Irénée THIRION
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ta: மொழிபெயர்ப்பாளர்-வரவு
uk: Ihor Hordiichuk

source: Failed to Delete Entry of “%s”
et: „%s“ kirje kustutamine ei õnnestunud
fr: Impossible de supprimer le fichier « %s »
hi: “%s” की प्रविष्टि मिटाने में विफल
ta: “%s” இன் நுழைவை நீக்கத் தவறிவிட்டது
uk: Не вдалося видалити запис «%s»

source: There was an error while removing the app entry.
et: Antud rakenduse kirje kustutamisel tekkis viga.
fr: Une erreur s'est produite à la suppression de l'entrée de l'application.
hi: ऐप प्रविष्टि हटाते समय त्रुटि हुई।
ta: பயன்பாட்டு உள்ளீட்டை அகற்றும்போது பிழை ஏற்பட்டது.
uk: Виникла помилка під час видалення запису застосунку.

source: _Close
et: _Sulge
fr: Fermer
hi: बंद करें (_C)
ta: மூடு (_C)
uk: _Закрити

source: Entry deleted.
et: Kirje on kustutatud.
fr: Entrée supprimée
hi: प्रविष्टि मिटाई गई।
ta: நுழைவு நீக்கப்பட்டது.
uk: Запис видалено.

source: Entry updated.
et: Kirje on uuendatud.
fr: Entrée mise à jour.
hi: प्रविष्टि अद्यतित।
ta: நுழைவு புதுப்பிக்கப்பட்டது.
uk: Запис оновлено.

source: Failed to Load Entries
et: Kirjete laadimine ei õnnestunud
fr: Entrées non chargées
hi: प्रविष्टियां लोड करने में विफल
ta: உள்ளீடுகளை ஏற்றுவதில் தோல்வி
uk: Не вдалося завантажити записи

source: There was an error while loading app entries.
et: Rakenduste kirjete laadimisel tekkis viga.
fr: Erreur pendant le chargement des entrées.
hi: ऐप प्रविष्टियां लोड करते समय एक त्रुटि हुई।
ta: பயன்பாட்டு உள்ளீடுகளை ஏற்றும்போது பிழை ஏற்பட்டது.
uk: Виникла помилка під час завантаження записів застосунків.

source: Save Changes?
et: Kas salvestame muudatused?
fr: Modifications enregistrées ?
hi: परिवर्तन सहेजें?
ta: மாற்றங்களைச் சேமிக்கவா?
uk: Зберегти зміни?

source: Open entries contain unsaved changes. Changes which are not saved will be permanently lost.
et: Avatud kirjetes on salvestamata muudatusi. Kui sa ei salvesta ja sulged, siis lähevad muudatused jäädavalt kaotsi.
fr: Des modifications aux entrées en cours d'édition n'ont pas été sauvegardées. Les changements non sauvegardés seront définitivement perdus.
hi: खुली प्रविष्टियों में सहेजे न गए परिवर्तन शामिल हैं। जो परिवर्तन सहेजे नहीं गए वे स्थायी रूप से नष्ट हो जाएंगे।
ta: திறந்த உள்ளீடுகளில் சேமிக்கப்படாத மாற்றங்கள் உள்ளன. சேமிக்கப்படாத மாற்றங்கள் நிரந்தரமாக இழக்கப்படும்.
uk: Відкриті записи містять незбережені зміни. Зміни, які не будуть збережені, будуть назавжди втрачені.

source: _Cancel
et: _Katkesta
fr: Annuler
hi: रद्द करें (_C)
uk: _Скасувати

source: _Discard
et: _Loobu
fr: Rejeter
hi: त्यागें (_D)
ta: _ டிச்கார்ட்
uk: _Відкинути

source: _Save
et: _Salvesta
fr: Enregistrer
hi: सहेजें (_S)
ta: _சேவ்
uk: _Зберегти

source: Required Fields
et: Kohustuslikud väljad
fr: Champs requis
hi: आवश्यक क्षेत्र
ta: தேவையான புலங்கள்
uk: Обов'язкові поля

source: The following fields need to be filled to save.
et: Nende väljade täitmine on salvestamise eelduseks.
fr: Les champs suivants doivent être complétés avant enregistrement.
hi: सहेजने के लिए निम्नलिखित क्षेत्र भरने की आवश्यकता है।
ta: சேமிக்க பின்வரும் புலங்கள் நிரப்பப்பட வேண்டும்.
uk: Щоб зберегти необхідно заповнити ці поля.

source: App Name
cs: Jméno aplikace
et: Rakenduse nimi
fr: Nom de l'application
hi: ऐप नाम
ta: பயன்பாட்டு பெயர்
uk: Назва застосунку

source: Shown in the launcher or dock.
cs: Zobrazuje se ve spouštěči aplikací nebo doku.
et: Näidatakse rakenduste käivitajas, dokis ja mujal töölaual.
fr: Affiché dans le lanceur ou le dock.
hi: लॉन्चर या डॉक में दिखाया गया।
ta: துவக்கி அல்லது கப்பல்துறையில் காட்டப்பட்டுள்ளது.
uk: Показується на панелі запуску або в док-панелі.

source: Exec File
cs: Spustitelný soubor
et: Rakenduse käivitusfail
fr: Fichier exécutable
hi: निष्पादन फाइल
ta: EXEC கோப்பு
uk: Виконуваний файл

source: The command/app launched when you click the app entry in the launcher. Specify in an absolute path or an app's alias name.
cs: Příkaz/aplikace se spustí po kliknutí na položku aplikace ve spouštěči. Zadejte absolutní cestu nebo název aliasu aplikace.
et: Kui klõpsid käivitajas seda kirjet, siis käivitatakse antud käivitusfail või käsk. Pead näitama täpse asukoha või kasutama rakenduse toimivat aliast.
fr: La commande/application lancée lorsque vous cliquez sur l'entrée de l'application dans le lanceur. Indiquez un chemin absolu ou un nom d'alias d'application.
hi: जब आप लॉन्चर में ऐप प्रविष्टि पर क्लिक करते हैं तो कमांड/ऐप लॉन्च होता है। निरपेक्ष पथ या ऐप के उपनाम नाम में निर्दिष्ट करें।
ta: துவக்கத்தில் பயன்பாட்டு உள்ளீட்டைக் சொடுக்கு செய்யும் போது கட்டளை/பயன்பாடு தொடங்கப்பட்டது. ஒரு முழுமையான பாதை அல்லது பயன்பாட்டின் மாற்றுப்பெயர் பெயரில் குறிப்பிடவும்.
uk: Команда/застосунок, що запускається, коли ви клацаєте запис застосунку на панелі запуску. Вкажіть абсолютний шлях або альтернативну назву застосунку.

source: Select an executable file…
et: Vali rakenduse käivitusfail…
fr: Sélectionnez un fichier exécutable…
hi: निष्पादन-योग्य फाइल चुनें…
ta: இயங்கக்கூடிய கோப்பைத் தேர்ந்தெடுக்கவும்…
uk: Вибрати виконуваний файл…

source: Optional Fields
et: Täiendavad väljad
fr: Champs optionnels
hi: वैकल्पिक क्षेत्र
ta: விருப்ப புலங்கள்
uk: Необов'язкові поля

source: Filling these fields improves discoverability in the app launcher.
et: Nende väljade täitmine parandab rakenduse leitavust ning menüüdes ja käivitajates kuvamise kvaliteeti.
fr: Compléter ces champs améliore la visibilité dans le lanceur d'applications.
hi: इन क्षेत्र को भरने से ऐप लॉन्चर में खोज योग्यता में सुधार होता है।
ta: இந்த புலங்களை நிரப்புவது பயன்பாட்டு துவக்கத்தில் கண்டுபிடிப்பதை மேம்படுத்துகிறது.
uk: Заповнення цих полів поліпшує виявність на панелі запуску застосунків.

source: Icon File
cs: Ikona
et: Ikoonifail
fr: Fichier d'icône
hi: आइकन फाइल
ta: படவுரு கோப்பு
uk: Файл піктограми

source: The icon branding the app. Specify in an absolute path or an icon's alias name.
cs: Ikona aplikace. Zadejte absolutní cestu nebo název aliasu ikony.
et: Fail rakenduse graafilise tunnuse või logoga. Pead näitama täpse asukoha või kasutama ikoonifaili toimivat aliast.
fr: L'icône qui marque l'application. Indiquez un chemin absolu ou le nom d'un alias de l'icône.
hi: ऐप की ब्रांडिंग करने वाला आइकन। किसी पूर्ण पथ या आइकन के उपनाम नाम में निर्दिष्ट करें।
ta: படவுரு பயன்பாட்டை முத்திரை குத்துகிறது. ஒரு முழுமையான பாதை அல்லது ஒரு ஐகானின் மாற்றுப்பெயர் பெயரில் குறிப்பிடவும்.
uk: Піктограма, що маркує застосунок. Укажіть абсолютний шлях або альтернативну назву піктограми.

source: Select an icon file…
et: Vali ikoonifail…
fr: Sélectionnez un fichier d'icône…
hi: आइकन फाइल चुनें…
ta: ஒரு படவுரு கோப்பைத் தேர்ந்தெடுக்கவும்…
uk: Вибрати файл піктограми…

source: Generic Name
et: Üldine nimi
fr: Nom générique
hi: सामान्य नाम
ta: பொதுவான பெயர்
uk: Загальна назва

source: Generic name of the app, for example "Web Browser" or "Mail Client".
et: Rakenduse üldnimi, nagu näiteks „Veebibrauser“ või „E-posti klient“.
fr: Nom générique de l'application, par exemple "Navigateur Web" ou "Client Mail".
hi: ऐप का सामान्य नाम, उदाहरण के लिए "वेब ब्राउज़र" या "मेल क्लाइंट"।
ta: பயன்பாட்டின் பொதுவான பெயர், எடுத்துக்காட்டாக "வலை உலாவி" அல்லது "அஞ்சல் கிளையண்ட்".
uk: Загальна назва застосунку, наприклад, "Браузер" або "Поштовий клієнт".

source: Comment
cs: Popis aplikace
et: Kommentaar
fr: Commentaire
hi: टिप्पणी
ta: கருத்து
uk: Коментар

source: Descibes the app. May appear as a tooltip when you hover over the app entry in the launcher/dock.
cs: Popisuje aplikaci. Může se zobrazit jako popis, když umístíte ukazatel myši na položku aplikace ve spouštěči/doku.
et: Rakendust kirjeldav nimi. Sõltuvalt kasutajaliidesest võidakse seda kasutada kohtvihjena käivitajas, dokis või mujal.
fr: Décrit l'application. Peut apparaître comme une info-bulle en passant le pointeur de la souris par dessus dans le lanceur d'applications.
hi: ऐप का वर्णन करता है। जब आप लॉन्चर/डॉक में ऐप प्रविष्टि पर मंडराते हैं तो यह टूलटिप के रूप में दिखाई दे सकता है।
ta: பயன்பாட்டை விவரிக்கிறது. துவக்கி/கப்பல்துறையில் பயன்பாட்டு நுழைவுக்கு மேல் நீங்கள் வட்டமிடும்போது ஒரு உதவிக்குறிப்பாக தோன்றலாம்.
uk: Описує застосунок. Може з'являтися у вигляді підказки, коли ви наводите курсор на запис застосунку у панелі запуску/доці.

source: Advanced Configurations
et: Täiendavad seadistused
fr: Configuration avancée
hi: उन्नत विन्यास
ta: மேம்பட்ட உள்ளமைவுகள்
uk: Розширені конфігурації

source: You can create most app entries just by filling in the sections above. However, some apps may require the advanced configuration options below.
cs: Ve většině případů můžete vytvořit položku aplikace vyplněním sekcí výše. V případě, že nebudou fungovat, můžete použít následující sekci.
et: Enamuste rakenduste jaoks piisab ülaltoodud andmetest. Aga mõned rakendused võivad vajada järgnevaid lisaseadistusi.
fr: Dans la plupart des cas, vous pouvez créer une entrée d’application en ne remplissant que les sections ci-dessus. Vous pouvez utiliser la section suivante au cas où ça ne fonctionnerait pas.
hi: आप उपरोक्त अनुभागों को भरकर अधिकांश ऐप प्रविष्टियां बना सकते हैं। हालांकि, कुछ ऐप्स को नीचे दिए गए उन्नत विन्यास विकल्पों की आवश्यकता हो सकती है।
ta: மேலே உள்ள பிரிவுகளை நிரப்புவதன் மூலம் பெரும்பாலான பயன்பாட்டு உள்ளீடுகளை உருவாக்கலாம். இருப்பினும், சில பயன்பாடுகளுக்கு கீழே மேம்பட்ட உள்ளமைவு விருப்பங்கள் தேவைப்படலாம்.
uk: Ви можете створити більшість записів для застосунків, просто заповнивши наведені розділи. Однак для деяких застосунків можуть знадобитися додаткові параметри конфігурації, наведені нижче.

source: Startup WM Class
cs: Třída spuštění WM
et: Aknahalduri klass käivitamisel (WM Class)
fr: Classe WM de démarrage
hi: स्टार्टअप WM क्लास
ta: தொடக்க WM வகுப்பு
uk: Запуск WM Class

source: Associate the app with a window that has this ID. Use this if a different or duplicated icon appears in the dock when the app launches.
cs: Přidružte aplikaci k oknu, které má toto ID. Vyplňte, pokud se při spuštění aplikace objeví v doku jiná nebo duplicitní ikona.
et: Seosta rakendus aknaga, millele on nimetatud tunnus. Kasuta seda võimalust, kui rakenduse käivitamisel tekib tegumiribale topeltikoon või teistsugune ikoon.
fr: Associer l’application avec une fenêtre qui a cet identifiant. Remplissez ce champ si une icône différente ou dupliquée apparaît dans le dock au lancement de l’application.
hi: ऐप को उस विंडो से संबद्ध करें जिसमें यह ID है। यदि ऐप लॉन्च होने पर डॉक में कोई भिन्न या डुप्लिकेट आइकन दिखाई देता है तो इसका उपयोग करें।
ta: இந்த ஐடியைக் கொண்ட ஒரு சாளரத்துடன் பயன்பாட்டை இணைக்கவும். பயன்பாடு தொடங்கும்போது கப்பல்துறையில் வேறு அல்லது நகல் படவுரு தோன்றினால் இதைப் பயன்படுத்தவும்.
uk: Пов’яжіть застосунок з вікном, яке має цей ID. Скористайтесь цим полем, якщо під час запуску застосунку на доку з’являється інша або дубльована піктограма.

source: Run in Terminal
cs: Spustit v Terminálu
et: Käivita terminalis
fr: Exécuter dans le Terminal
hi: टर्मिनल में चलाएं
ta: முனையத்தில் இயக்கவும்
uk: Запускати у терміналі

source: Turn on if you want to register a CUI app.
et: Vajad seda valikut, kui soovid lisada kirjet käsurearakendusele, mis kasutab tekstiliidest (CUI).
fr: Cochez ceci si vous souhaitez ajouter une application en ligne de commande.
hi: यदि आप CUI ऐप पंजीकृत करना चाहते हैं तो चालू करें।
ta: நீங்கள் ஒரு CUI பயன்பாட்டை பதிவு செய்ய விரும்பினால் இயக்கவும்.
uk: Увімкніть, якщо хочете зареєструвати застосунок CUI.

source: Hide in Applications Menu
fr: Masquer dans le menu des applications
uk: Сховати в меню застосунків

source: Useful when you won't launch the app by itself, but want to associate it with filetypes to open files with the app from file managers.
fr: Utile si vous ne lancez pas l'application elle-même, mais voulez l'associer avec des types de fichiers pour les ouvrir avec l'application depuis des gestionnaires de fichiers.
uk: Корисно, якщо ви не хочете запускати сам застосунок, а хочете пов'язати його з типом файлу, щоб відкривати файли за допомогою застосунку з файлових менеджерів.

source: _Open
et: _Ava
fr: _Ouvrir
hi: खोलें (_O)
uk: _Відкрити

source: Open with Text Editor
et: Ava tekstitoimetiga
fr: Ouvrir dans un éditeur de texte
hi: पाठ संपादक के साथ खोलें
ta: உரை எடிட்டருடன் திறக்கவும்
uk: Відкрити за допомогою текстового редактора

source: You can also edit more options by opening with a text editor.
et: Lisaks on sul võimalik tekstitoimetis lisada kõiki muid väärtusi vastavalt standardile, mille leiad siit: https://specifications.freedesktop.org/desktop-entry-spec/latest/ .
fr: Vous pouvez modifier plus d’options par l’ouverture dans un éditeur de texte.
hi: आप पाठ संपादक से खोलकर अधिक विकल्प भी संपादित कर सकते हैं।
ta: உரை எடிட்டருடன் திறப்பதன் மூலம் கூடுதல் விருப்பங்களையும் திருத்தலாம்.
uk: Ви також можете змінити інші параметри, відкривши їх за допомогою текстового редактора.

source: New Entry
cs: Nová položka
et: Uus kirje
fr: Nouvelle entrée
hi: नई प्रविष्टि
ta: புதிய நுழைவு
uk: Новий запис

source: Untitled App
et: Ilma nimeta rakendus
fr: Application sans nom
hi: शीर्षकहीन ऐप
ta: பெயரிடப்படாத பயன்பாடு
uk: Застосунок без назви

source: Select Executable File
et: Vali käivitusfail
fr: Sélectionnez un fichier exécutable
hi: निष्पादन-योग्य फाइल चुनें
ta: இயங்கக்கூடிய கோப்பைத் தேர்ந்தெடுக்கவும்
uk: Вибрати виконуваний файл

source: _Select
et: _Vali
fr: Sélectionner
hi: चुनें (_S)
ta: _ தேர்ந்தெடுக்கவும்
uk: _Вибрати

source: ICO, PNG, SVG, or XMP files
cs: ICO, PNG, SVG, nebo XMP soubory
et: ICO, PNG, SVG või XMP failid
fr: Fichiers ICO, PNG, SVG ou XMP
hi: ICO, PNG, SVG, या XMP फाइलें
ta: ஐ.சி.ஓ, பி.என்.சி, எச்.வி.சி அல்லது எக்ச்எம்பி கோப்புகள்
uk: Файли ICO, PNG, SVG або XMP

source: Select Icon File
et: Vali ikoonifail
fr: Sélectionnez un fichier d'icône
hi: आइकन फाइल चुनें
ta: படவுரு கோப்பைத் தேர்ந்தெடுக்கவும்
uk: Вибрати файл піктограми

source: Failed to Open with External App
et: Välise rakendusega käivitamine ei õnnestunud
fr: Ouverture dans une application externe impossible
hi: बाहरी ऐप से खुलने में विफल
ta: வெளிப்புற பயன்பாட்டுடன் திறக்கத் தவறிவிட்டது
uk: Не вдалося відкрити в зовнішньому застосунку

source: There was an error while opening the file with an external app.
et: Selle faili avamisel välise rakendusega tekkis viga.
fr: Une erreur a été rencontrée à l'ouverture du fichier avec une application externe.
hi: बाहरी ऐप से फाइल खोलते समय एक त्रुटि हुई।
ta: வெளிப்புற பயன்பாட்டுடன் கோப்பைத் திறக்கும்போது பிழை ஏற்பட்டது.
uk: Виникла помилка під час відкриття файлу зовнішнім застосунком.

source: Edit Entry
et: Muuda kirjet
fr: Modifier l'entrée
hi: प्रविष्टि संपादित करें
ta: நுழைவு திருத்து
uk: Редагувати запис

source: Edit “%s”
et: Muuda kirjet: „%s“
fr: Modification de « %s »
hi: “%s” संपादित करें
ta: “%s” திருத்து
uk: Редагувати «%s»

source: Failed to Save Entry
et: Kirje salvestamine ei õnnestunud
fr: Erreur à l'enregistrement
hi: प्रविष्टि सहेजने में विफल
ta: நுழைவு சேமிப்பதில் தோல்வி
uk: Не вдалося зберегти запис

source: Failed to Save Entry of “%s”
et: „%s“ kirje salvestamine ei õnnestunud
fr: Erreur à l'enregistrement de %s"
hi: “%s” की प्रविष्टि सहेजने में विफल
ta: “%s” இன் நுழைவைச் சேமிப்பதில் தோல்வி
uk: Не вдалося зберегти запис «%s»

source: There was an error while saving the app entry.
et: Rakenduse kirje salvestamisel tekkis viga.
fr: Une erreur s'est produite à l'enregistrement de l'application.
hi: ऐप प्रविष्टि सहेजते समय त्रुटि हुई।
ta: பயன்பாட்டு உள்ளீட்டைச் சேமிக்கும்போது பிழை ஏற்பட்டது.
uk: Виникла помилка під час збереження запису застосунку.

source: Create a new entry
cs: Vytvořit novou položku
et: Lisa uus kirje
fr: Créer une nouvelle entrée
hi: नई प्रविष्टि बनाएं
ta: புதிய நுழைவை உருவாக்கவும்
uk: Створити новий запис

source: S_ystem
et: S_üsteemi kujundus
fr: S_ystème
hi: सिस्टम (_y)
ta: எச்_ச்டம்
uk: С_истемний

source: _Light
et: _Hele kujundus
fr: _Clair
hi: हल्की (_L)
ta: _ விளக்கு
uk: _Світлий

source: _Dark
et: _Tume kujundus
fr: _Sombre
hi: गहरी (_D)
ta: _ டார்க்
uk: _Темний

source: _Style
et: _Kujundus
hi: शैली (_S)
ta: _ பாணி
uk: _Стиль

source: _Keyboard Shortcuts
et: _Klaviatuuri kiirklahvid
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट (_K)
ta: விசைப்பலகை குறுக்குவழிகள்
uk: _Комбінації клавіш

source: _About %s
et: _Rakenduse teave: %s
fr: _A propos de %s
hi: %s के बारे में (_A)
uk: _Про %s

source: Main Menu
et: Põhimenüü
fr: Menu principal
hi: मुख्य मेनू
ta: பட்டியல் விளையாடுங்கள்
uk: Головне меню

source: No Entries Found
et: Kirjeid ei leidu
fr: Aucune entrée d'application valide n'a été trouvée
hi: कोई प्रविष्टियां नहीं मिलीं
ta: உள்ளீடுகள் எதுவும் கிடைக்கவில்லை
uk: Записів не знайдено

source: Click the + button on the top to create one.
et: Lisamiseks klõpsi „+“ ikooni.
fr: Sélectionnez le bouton + en haut pour en créer une.
hi: बनाने के लिए शीर्ष पर + बटन पर क्लिक करें।
ta: ஒன்றை உருவாக்க மேலே உள்ள + பொத்தானைக் சொடுக்கு செய்க.
uk: Натисніть кнопку + вгорі, щоб створити його.

source: Delete…
cs: Smazat…
fr: Supprimer…
hi: मिटाएं…
ta: நீக்கு…
uk: Видалити…

source: Delete Entry?
et: Kas kustutame kirje?
fr: Entrée à supprimer ?
hi: प्रविष्टि मिटाएं?
ta: நுழைவை நீக்கவா?
uk: Видалити запис?

source: Delete Entry of “%s”?
et: Kas kustutame „%s“ kirje?
fr: Supprimer l'entrée de %s" ?
hi: “%s” की प्रविष्टि मिटाएं?
ta: “%s” இன் நுழைவை நீக்கவா?
uk: Видалити запис «%s»?

source: This removes the app from the launcher.
cs: Tím se aplikace odstraní ze spouštěče aplikací.
et: Sellega kustutatakse rakendus käivitajast, dokilt ja mujalt.
fr: Cette action va retirer l'application du lanceur.
hi: यह ऐप को लॉन्चर से हटा देता है।
ta: இது துவக்கத்திலிருந்து பயன்பாட்டை நீக்குகிறது.
uk: Це видалить застосунок з панелі запуску.

source: _Delete
et: _Kustuta
fr: _Supprimer
hi: मिटाएं (_D)
uk: _Видалити

source: Sound &amp; Video
et: Multimeedia
fr: Son et vidéo
hi: ध्वनि &amp; वीडियो
ta: ஒலி &amp; வீடியோ
uk: Звук і відео

source: Audio
et: Heli
fr: Son
hi: ऑडियो
ta: ஆடியோ
uk: Аудіо

source: Video
fr: Vidéo
hi: वीडियो
ta: ஒளிதோற்றம்
uk: Відео

source: Programming
et: Programmeerimine
fr: Programmation
hi: प्रोग्रामिंग
ta: நிரலாக்க
uk: Програмування

source: Education
cs: Vzdělávání
et: Haridus
fr: Éducation
hi: शिक्षा
ta: கல்வி
uk: Освіта

source: Games
et: Mängud
fr: Jeux
hi: खेल
ta: விளையாட்டுகள்
uk: Ігри

source: Graphics
cs: Grafika
et: Graafika
fr: Graphismes
hi: चित्रोपमा
ta: கிராபிக்ச்
uk: Графіка

source: Internet
hi: इंटरनेट
ta: இணையம்
uk: Інтернет

source: Office
cs: Kancelář
et: Kontoritarvikud
fr: Bureautique
hi: कार्यालय
ta: அலுவலகம்
uk: Офіс

source: Science
cs: Věda
et: Teadus
fr: Sciences
hi: विज्ञान
ta: அறிவியல்
uk: Наука

source: Settings
cs: Nastavení
et: Seadistused
fr: Paramètres
hi: सेटिंग
ta: அமைப்புகள்
uk: Налаштування

source: System Tools
et: Süsteemi tarvikud
fr: Système
hi: सिस्टम औजार
ta: கணினி கருவிகள்
uk: Системні засоби

source: Accessories
et: Tarvikud
fr: Accessoires
hi: सहायक सामग्री
ta: பாகங்கள்
uk: Приналежності

source: Categories
et: Kategooriad
fr: Catégories d'applications
hi: श्रेणियां
ta: வகைகள்
uk: Категорії

source: Categories applicable to the app. (You can select more than one.)
cs: Kategorie platné pro aplikaci. (Můžete vybrat více než jednu.)
et: Rakendusekohased kategooriad . (Võid valida enam kui ühe.)
fr: Catégories applicables à l'application. (Vous pouvez en sélectionner plus d'une.)
hi: ऐप पर लागू श्रेणियां। (आप एक से अधिक का चयन कर सकते हैं।)
ta: பயன்பாட்டிற்கு பொருந்தக்கூடிய வகைகள். (நீங்கள் ஒன்றுக்கு மேற்பட்டவற்றைத் தேர்ந்தெடுக்கலாம்.)
uk: Категорії, застосовувані до застосунку. (Можна вибрати більше однієї.)

source: Keyword
et: Märksõna
fr: Mot clé
hi: खोजशब्द
ta: முக்கிய சொல்
uk: Ключове слово

source: Delete keyword
et: Kustuta märksõna
fr: Entrée supprimée.
hi: खोजशब्द मिटाएं
ta: முக்கிய சொல்லை நீக்கு
uk: Видалити ключове слово

source: Keywords
et: Märksõnad
fr: Mots clés
hi: खोजशब्द
ta: முக்கிய வார்த்தைகள்
uk: Ключові слова
