Repository: ryonakano/pinit
Catalog: po/*.po
Languages: cs, et, fr, hi, ta, uk

source: These words can be used as search terms.
et: Neid sõnu kasutatakse tihtipeale otsingusõnadena.
fr: Ces mots peuvent être utilisés comme clés de recherche.
hi: इन शब्दों का उपयोग खोज शब्दों के रूप में किया जा सकता है।
ta: இந்த சொற்களை தேடல் சொற்களாகப் பயன்படுத்தலாம்.
uk: Ці слова можна використовувати як пошукові терміни.

source: Add a new keyword
et: Lisa uus märksõna
fr: Ajouter un nouveau mot clé
hi: नया खोजशब्द जोड़ें
ta: புதிய முக்கிய சொல்லைச் சேர்க்கவும்
uk: Додати нове ключове слово

source: Pin shortcuts for your favorite portable apps to your app launcher
cs: Vytvořte si zástupce svých oblíbených přenosných aplikací ve spouštěči aplikací

source: Cannot open %s: %s
cs: Nelze otevřít %s: %s

source: Audio & Video
cs: Audio a Video

source: Development
cs: Vývoj

source: Game
cs: Hry

source: Network
cs: Síť

source: System
cs: Systém

source: Utility
cs: Služby

source: Updated entry.
cs: Aktualizovaná položka.

source: Deleted entry.
cs: Smazaná položka.

source: Save
cs: Uložit

source: File Name
cs: Název souboru

source: Name of the .desktop file, where this app's info will be saved.
cs: Název souboru, kde jsou tyto informace o aplikaci uloženy.

source: Suffix of the file
cs: Přípona souboru

source: App Categories
cs: Kategorie aplikací

source: Advanced configuration
cs: Pokročilá konfigurace

source: Check this if you want to register a CUI app.
cs: Zaškrtněte, pokud chcete zaregistrovat aplikaci CUI.

source: Open in text editor
cs: Otevřít v textovém editoru

source: You can also edit more options by opening in a text editor.
cs: Další možnosti můžete upravit otevřením v textovém editoru.

source: Select an executable file
cs: Vybrat spustitelný soubor

source: Select
cs: Vybrat

source: Select an icon file
cs: Vybrat ikonu

source: Could not open with external app
cs: Nelze otevřít pomocí externí aplikace

source: Close
cs: Zavřít

source: Editing Entry
cs: Editace položky

source: Editing “%s”
cs: Editace “%s”

source: Cancel
cs: Zrušit

source: Could not write to file “%s”
cs: Nelze zapisovat do souboru "%s"

source: Recommendations for naming
cs: Doporučení k pojmenovávání

source: It is recommended to use only alphanumeric characters and underscores. Don't begin with a number.
cs: Doporučuje se používat pouze písmena, čísla a podtržítka a nezačínat čísly.

source: Include at least two elements (sections of the string seperated by a period). Most apps use three elements.
cs: Zahrňte alespoň dva prvky (části řetězce oddělené tečkou). Většina aplikací používá tři prvky.

source: For example, you should use "%s" for the 2D game, SuperTux.
cs: Například byste měli použít "%s" pro 2D hru SuperTux.

source: For more info, see %s.
cs: Další informace naleznete na %s.

source: the file naming specification by freedesktop.org
cs: specifikace pojmenování souborů od freedesktop.org

source: Light
cs: Světlý

source: Dark
cs: Tmavý

source: Style
cs: Motiv

source: About %s…
cs: O aplikaci %s…

source: Preferences
cs: Předvolby

source: No valid app entries found
cs: Nebyly nalezeny žádné platné položky aplikací

source: If you've never created one, click the + button on the top.
cs: Pro vytvoření klikněte na tlačítko + v horní části.

source: Are you sure you want to delete “%s”?
cs: Opravdu chcete smazat „%s“?

source: Delete
cs: Smazat

source: Could not delete file “%s”
cs: Nelze smazat soubor „%s“
